Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Catches the light, even before you tilt the phone.
ar: يلتقط الضوء، حتى قبل إمالة الهاتف.
bg: Улавя светлината, дори преди да наклоните телефона.
bs: Hvata svjetlo, čak i prije nego što nagnete telefon.
ca: Capta la llum, fins i tot abans d'inclinar el telèfon.
cs: Zachycuje světlo, ještě než telefon nakloníte.
da: Fanger lyset, selv før du vipper telefonen.
de: Fängt das Licht ein, noch bevor du das Telefon neigst.
el: Πιάνει το φως, ακόμη και πριν γείρετε το τηλέφωνο.
es: Capta la luz, incluso antes de inclinar el teléfono.
et: Püüab valguse kinni isegi enne telefoni kallutamist.
eu: Argia harrapatzen du, telefonoa okertu aurretik ere.
fi: Vangitsee valon jo ennen kuin kallistat puhelinta.
fr: Attrape la lumière, avant même d'incliner le téléphone.
ga: Gabhann sé an solas, fiú sula ndéanann tú an fón a chlaonadh.
gl: Capta a luz, mesmo antes de inclinar o teléfono.
he: תופס את האור, עוד לפני שאתה מטה את הטלפון.
hi: फ़ोन को झुकाने से पहले ही रोशनी पकड़ लेता है।
hr: Hvata svjetlo, čak i prije nego što nagnete telefon.
hu: Megfogja a fényt, még a telefon megdöntése előtt.
id: Menangkap cahaya, bahkan sebelum Anda memiringkan ponsel.
is: Tekur ljósið, jafnvel áður en þú hallar símanum.
it: Cattura la luce anche prima di inclinare il telefono.
ja: 携帯電話を傾ける前でも光をキャッチします。
ka: იჭერს შუქს, სანამ ტელეფონს დახრით.
kk: Телефонды қисайтпай тұрып-ақ жарықты алады.
ko: 전화기를 기울이기 전에도 빛을 포착합니다.
lt: Pagauna šviesą net prieš pakreipus telefoną.
lv: Uztver gaismu pat pirms tālruņa noliekšanas.
mk: Ја фаќа светлината, дури и пред да го навалите телефонот.
ms: Menangkap cahaya, walaupun sebelum anda mencondongkan telefon.
mt: Qabdiet id-dawl, anki qabel ma tmejjel it-telefon.
nb: Fanger lyset, selv før du vipper telefonen.
nl: Vangt het licht op, zelfs voordat je de telefoon kantelt.
pl: Łapie światło nawet przed przechyleniem telefonu.
pt_br: Capta a luz, mesmo antes de você inclinar o telefone.
ro: Captează lumina, chiar înainte de a înclina telefonul.
ru: Улавливает свет даже до того, как ты наклонишь телефон.
sk: Zachytáva svetlo ešte predtým, ako telefón nakloníte.
sl: Ujame svetlobo, še preden nagnete telefon.
sq: Kap dritën, edhe para se ta anoni telefonin.
sr: Хвата светло, чак и пре него што нагнете телефон.
sv: Fångar ljuset, även innan du lutar telefonen.
th: จับแสงได้แม้กระทั่งก่อนที่คุณจะเอียงโทรศัพท์
tr: Siz telefonu eğmeden önce bile ışığı yakalar.
uk: Вловлює світло ще до того, як ти нахилиш телефон.
vi: Bắt ánh sáng ngay cả trước khi bạn nghiêng điện thoại.
zh_hans: 即使在倾斜手机之前也能捕捉到光线。
zh_hk: 即使在傾斜手機之前也能捕捉到光線。

source: Change
ar: التغيير
bg: промяна
bs: Promjena
ca: Canviar
cs: Změna
da: Skift
de: Ändern
el: Αλλαγή
es: Cambiar
et: Muuda
eu: Aldatu
fi: Muuta
fr: Modifier
ga: Athrú
gl: Cambiar
he: שנה
hi: परिवर्तन
hr: Promjena
hu: Változás
id: Perubahan
is: Breyta
it: Modifica
ja: 変更
ka: შეცვლა
kk: Өзгерту
ko: 변경
lt: Keisti
lv: Mainīt
mk: Промена
ms: Berubah
mt: Bidla
nb: Endre
nl: Verandering
pl: Zmień
pt_br: Mudança
ro: Schimbare
ru: Изменить
sk: Zmeniť
sl: spremeniti
sq: Ndryshimi
sr: Промена
sv: Ändra
th: เปลี่ยน
tr: Değiştir
uk: Зміна
vi: Thay đổi
zh_hans: 更改
zh_hk: 改變

source: Change shepherd avatar
ar: تغيير الصورة الرمزية الراعي
bg: Промяна на аватара на овчаря
bs: Promijeni avatar pastira
ca: Canvia l'avatar del pastor
cs: Změňte avatara pastýře
da: Skift hyrdeavatar
de: Schäfer-Avatar ändern
el: Αλλάξτε το avatar του βοσκού
es: Cambiar avatar de pastor
et: Muuda karjase avatari
eu: Aldatu artzainaren avatarra
fi: Vaihda paimen avataria
fr: Changer l'avatar du berger
ga: Athraigh avatar an aoire
gl: Cambiar o avatar do pastor
he: שנה אווטאר של הרועה
hi: चरवाहा अवतार बदलें
hr: Promijeni avatar pastira
hu: Változtasd meg a juhász avatárt
id: Ubah avatar gembala
is: Breyttu avatar hirðis
it: Cambia avatar pastore
ja: 羊飼いのアバターを変更する
ka: შეცვალე მწყემსი ავატარი
kk: Шопан аватарын өзгерту
ko: 셰퍼드 아바타 변경
lt: Keisti piemens avatarą
lv: Mainiet ganu iemiesojumu
mk: Променете го аватарот на овчарот
ms: Tukar avatar gembala
mt: Ibdel l-avatar tar-ragħaj
nb: Bytt hyrdeavatar
nl: Verander de avatar van de herder
pl: Zmień awatar pasterza
pt_br: Alterar avatar do pastor
ro: Schimbați avatarul ciobanului
ru: Сменить аватар пастуха
sk: Zmeniť avatara pastiera
sl: Spremeni avatar pastirja
sq: Ndrysho avatarin e bariut
sr: Промени аватар пастира
sv: Byt herdeavatar
th: เปลี่ยนอวตารของคนเลี้ยงแกะ
tr: Çoban avatarını değiştir
uk: Змінити аватар пастуха
vi: Thay đổi hình đại diện chăn cừu
zh_hans: 更换牧羊人头像
zh_hk: 更換牧羊人頭像

source: Check on ${ram}
ar: تحقق من ${ram}
bg: Проверете ${ram}
bs: Provjerite na ${ram}
ca: Comproveu ${ram}
cs: Zkontrolujte ${ram}
da: Tjek på ${ram}
de: Nach ${ram} sehen
el: Ελέγξτε ${ram}
es: Consultar ${ram}
et: Saate ${ram}
eu: Egiaztatu ${ram}
fi: Tarkista ${ram}
fr: Vérifie ${ram}
ga: Seiceáil ar ${ram}
gl: Consulta ${ram}
he: בדוק על ${ram}
hi: ${ram} पर जांचें
hr: Provjerite ${ram}
hu: Check ${ram}
id: Periksa ${ram}
is: Athugaðu á ${ram}
it: Controlla su ${ram}
ja: ${ram} を確認してください
ka: შეამოწმეთ ${ram}
kk: ${ram} тексеру
ko: ${ram}을 확인하세요
lt: Patikrinkite ${ram}
lv: Pārbaudiet ${ram}
mk: Проверете на ${ram}
ms: Semak pada ${ram}
mt: Iċċekkja fuq ${ram}
nb: Sjekk på ${ram}
nl: Controleer op ${ram}
pl: Sprawdź ${ram}
pt_br: Verifique ${ram}
ro: Verificați pe ${ram}
ru: Проверь ${ram}
sk: Skontrolujte ${ram}
sl: Preverite ${ram}
sq: Kontrollo në ${ram}
sr: Провери на ${рам}
sv: Kolla på ${ram}
th: ตรวจสอบ ${ram}
tr: ${ram}'ı kontrol edin
uk: Перевір ${ram}
vi: Kiểm tra ${ram}
zh_hans: 检查 ${ram}
zh_hk: 檢查 ${ram}

source: Check on a Ram
ar: تحقق من رام
bg: Проверете овен
bs: Provjerite Ram
ca: Comproveu un Ram
cs: Zkontrolujte Ram
da: Tjek på en vædder
de: Nach einem Widder sehen
el: Ελέγξτε σε ένα Ram
es: Revisar un carnero
et: Kontrollige rammi
eu: Egiaztatu Ram bat
fi: Tarkista ram
fr: Vérifie un bélier
ga: Seiceáil ar Ram
gl: Comproba nun Ram
he: בדוק על ראם
hi: एक राम पर जाँच करें
hr: Provjerite Ram
hu: Ellenőrizze a ramot
id: Periksa Ram
is: Athugaðu á Ram
it: Controlla un Ram
ja: ラムをチェックする
ka: შეამოწმეთ Ram
kk: Рамды тексеріңіз
ko: 램을 확인하세요
lt: Patikrinkite aviną
lv: Pārbaudiet aunu
mk: Проверете на рам
ms: Semak pada Ram
mt: Iċċekkja fuq Ram
nb: Sjekk på en Ram
nl: Controleer een ram
pl: Sprawdź Ram
pt_br: Verifique um carneiro
ro: Verificați un berbec
ru: Проверь на Раме
sk: Skontrolujte barana
sl: Preverite Ram
sq: Kontrolloni në një Ram
sr: Проверите Рам
sv: Kolla på en ram
th: เช็คแรมครับ
tr: Ram'i kontrol edin
uk: Перевір барана
vi: Kiểm tra Ram
zh_hans: 检查 Ram
zh_hk: 檢查 Ram

source: Checking Game Center…
ar: جارٍ التحقق من مركز الألعاب...
bg: Игралният център се проверява...
bs: Provjeravam Game Center…
ca: S'està comprovant Game Center...
cs: Kontrola herního centra…
da: Tjekker Game Center...
de: Game Center wird überprüft…
el: Έλεγχος Κέντρου παιχνιδιών…
es: Comprobando el centro de juegos...
et: Mängukeskuse kontrollimine…
eu: Game Center egiaztatzen…
fi: Tarkistetaan Game Centeriä…
fr: Vérification du Game Center…
ga: Ionad Cluiche á sheiceáil…
gl: Comprobando Game Center...
he: בודק את מרכז המשחקים...
hi: गेम सेंटर की जाँच हो रही है...
hr: Provjera Game Centera...
hu: Game Center ellenőrzése…
id: Memeriksa Game Center…
is: Athugar leikjamiðstöð...
it: Controllo del Game Center…
ja: ゲームセンターをチェック中…
ka: მიმდინარეობს თამაშის ცენტრის შემოწმება…
kk: Ойын орталығы тексерілуде…
ko: Game Center를 확인하는 중…
lt: Tikrinama žaidimų centras…
lv: Notiek spēļu centra pārbaude…
mk: Се проверува Центарот за игри…
ms: Menyemak Pusat Permainan…
mt: Niċċekkja ċ-Ċentru tal-Logħob...
nb: Sjekker spillsenteret …
nl: Game Center controleren...
pl: Sprawdzam Centrum gier…
pt_br: Verificando o Game Center…
ro: Se verifică Game Center...
ru: Проверка Game Center…
sk: Kontroluje sa Game Center…
sl: Preverjanje igralnega centra …
sq: Po kontrollon Qendrën e Lojërave…
sr: Проверавам Гаме Центер…
sv: Kontrollerar Game Center...
th: กำลังตรวจสอบศูนย์เกม...
tr: Game Center kontrol ediliyor…
uk: Перевірка Game Center…
vi: Đang kiểm tra Trung tâm trò chơi…
zh_hans: 检查游戏中心...
zh_hk: 檢查遊戲中心...

source: Checking you're at the gate…
ar: التأكد من وجودك عند البوابة...
bg: Проверявам дали сте на портата...
bs: Provjeravamo da li ste na kapiji…
ca: Comprovant que sou a la porta...
cs: Kontrola, že jste u brány…
da: Kontrollerer, at du er ved porten...
de: Prüfe, ob du am Tor bist…
el: Έλεγχος ότι βρίσκεστε στην πύλη…
es: Comprobando si estás en la puerta…
et: Kontrollime, kas olete väravas…
eu: Atean zaudela egiaztatzen...
fi: Tarkistetaan, oletko portilla…
fr: Vérification de ta présence à la porte…
ga: Ag seiceáil go bhfuil tú ag an ngeata…
gl: Comprobando que estás na porta...
he: בודק שאתה בשער...
hi: जाँच की जा रही है कि आप गेट पर हैं...
hr: Provjeravam da li ste na vratima…
hu: Ellenőrizzük, hogy a kapuban vagy…
id: Memeriksa Anda berada di gerbang…
is: Er að athuga að þú sért við hliðið...
it: Controllo presenza al cancello…
ja: ゲートにいるのを確認中…
ka: ამოწმებს, რომ ჭიშკართან ხართ…
kk: Қақпада екеніңізді тексеруде…
ko: 게이트에 있는지 확인 중…
lt: Tikrinama, ar esate prie vartų…
lv: Pārbauda, vai esat pie vārtiem…
mk: Се проверува дали сте на портата…
ms: Memeriksa anda berada di pintu pagar…
mt: Niċċekkja li int fil-grada...
nb: Sjekker at du er ved porten...
nl: Controleren of je bij de poort bent…
pl: Sprawdzam, czy jesteś przy bramie…
pt_br: Verificando se você está no portão…
ro: Verificăm că ești la poartă...
ru: Проверяем, что ты у ворот…
sk: Kontrolujem, že ste pri bráne…
sl: Preverjanje, ali ste pri vratih ...
sq: Po kontrollohet se jeni te porta…
sr: Проверавам да ли сте на капији…
sv: Kontrollerar att du är vid porten...
th: กำลังตรวจสอบว่าคุณอยู่ที่ประตูแล้ว...
tr: Kapıda olup olmadığınızı kontrol ediyoruz…
uk: Перевіряємо, що ти біля брами…
vi: Đang kiểm tra xem bạn có đang ở cổng…
zh_hans: 正在检查您是否在登机口...
zh_hk: 正在檢查您是否在登機口...

source: Checking…
ar: جارٍ التحقق…
bg: Проверка...
bs: Provjera…
ca: S'està comprovant…
cs: Kontrola…
da: Tjekker...
de: Überprüfen…
el: Έλεγχος…
es: Comprobando…
et: Kontrollimine…
eu: Egiaztatzen…
fi: Tarkistetaan…
fr: Vérification…
ga: Ag seiceáil…
gl: Comprobando…
he: בודק...
hi: जाँच हो रही है...
hr: Provjera...
hu: Ellenőrzés…
id: Memeriksa…
is: Athugar...
it: Controllo…
ja: 確認中…
ka: მიმდინარეობს შემოწმება…
kk: Тексерілуде…
ko: 확인 중…
lt: Tikrinama…
lv: Notiek pārbaude…
mk: Се проверува…
ms: Menyemak…
mt: Tiċċekkja...
nb: Sjekker …
nl: Controleren…
pl: Sprawdzam…
pt_br: Verificando…
ro: Se verifică…
ru: Проверка…
sk: Kontroluje sa…
sl: Preverjanje ...
sq: Po kontrollon…
sr: Проверава се…
sv: Kontrollerar...
th: กำลังตรวจสอบ...
tr: Kontrol ediliyor…
uk: Перевірка…
vi: Đang kiểm tra…
zh_hans: 正在检查...
zh_hk: 正在檢查...

source: Choose a Ram
ar: اختر رام
bg: Изберете овен
bs: Odaberite Ram
ca: Tria un Ram
cs: Vyberte si berana
da: Vælg en vædder
de: Widder wählen
el: Επιλέξτε ένα Ram
es: Elegir un carnero
et: Valige ram
eu: Aukeratu ahari bat
fi: Valitse ram
fr: Choisir un bélier
ga: Roghnaigh Ram
gl: Escolle un carneiro
he: בחר ראם
hi: एक राम चुनें
hr: Odaberite Ovna
hu: Válassz egy kost
id: Pilih seekor domba jantan
is: Veldu hrút
it: Scegli un ariete
ja: 羊を選択
ka: აირჩიე ვერძი
kk: Ram таңдаңыз
ko: 램을 선택하세요
lt: Pasirinkite aviną
lv: Izvēlieties aunu
mk: Изберете овен
ms: Pilih Ram
mt: Agħżel Ram
nb: Velg en Ram
nl: Kies een Ram
pl: Wybierz Ramę
pt_br: Escolha um carneiro
ro: Alege un berbec
ru: Выбери барана
sk: Vyberte si barana
sl: Izberite Ram
sq: Zgjidhni një Ram
sr: Изаберите Рам
sv: Välj en ram
th: เลือกราม
tr: Bir Ram Seçin
uk: Вибери Барана
vi: Chọn Ram
zh_hans: 选择一只公羊
zh_hk: 選擇公羊

source: Choose a ram to carry it.
ar: اختر كبشًا لحمله.
bg: Изберете овен, който да го носи.
bs: Odaberite ovna da ga nosite.
ca: Trieu un ariet per portar-lo.
cs: Vyberte si berana, který ho přenese.
da: Vælg en vædder til at bære den.
de: Wähle einen Widder zum Tragen aus.
el: Επιλέξτε ένα κριάρι για να το μεταφέρετε.
es: Elige un carnero para llevarla.
et: Valige selle kandmiseks jäär.
eu: Aukeratu ahari bat eramateko.
fi: Valitse pässi kantamaan sitä.
fr: Choisis un bélier pour la transporter.
ga: Roghnaigh reithe chun é a iompar.
gl: Escolle un carneiro para levalo.
he: בחר איל לשאת אותו.
hi: इसे ले जाने के लिए एक मेढ़ा चुनें।
hr: Izaberi ovna da ga nosiš.
hu: Válassz egy kost a hordozáshoz.
id: Pilih seekor domba jantan untuk membawanya.
is: Veldu hrút til að bera hann.
it: Scegli un ariete che la porti.
ja: 手紙を運ぶ羊を選択してください。
ka: აირჩიე ვერძი მის სატარებლად.
kk: Оны тасымалдау үшін қошқарды таңдаңыз.
ko: 운반할 숫양을 선택하세요.
lt: Pasirinkite aviną, kad jį nešiotų.
lv: Izvēlieties aunu, lai to nēsātu.
mk: Изберете овен за да го носите.
ms: Pilih seekor domba jantan untuk membawanya.
mt: Agħżel muntun biex iġorrha.
nb: Velg en vær til å bære den.
nl: Kies een ram om hem te dragen.
pl: Wybierz barana, który go poniesie.
pt_br: Escolha um carneiro para carregá-lo.
ro: Alege un berbec pentru a-l transporta.
ru: Выбери барана для доставки.
sk: Vyberte si barana, ktorý ho bude nosiť.
sl: Izberite ovna, da ga nosite.
sq: Zgjidhni një dash për ta mbajtur atë.
sr: Изаберите овна да га носите.
sv: Välj en bagge att bära den.
th: เลือกแกะที่จะพกพา
tr: Onu taşıyacak bir koç seçin.
uk: Вибери барана, щоб нести його.
vi: Chọn một ram để mang nó.
zh_hans: 选择一只负责送信的公羊。
zh_hk: 選擇一隻公羊來承載它。

source: Choose another town
ar: اختر مدينة أخرى
bg: Изберете друг град
bs: Odaberite drugi grad
ca: Trieu un altre poble
cs: Vyberte si jiné město
da: Vælg en anden by
de: Anderen Ort wählen
el: Επιλέξτε άλλη πόλη
es: Elige otra ciudad
et: Valige teine ​​linn
eu: Aukeratu beste herri bat
fi: Valitse toinen kaupunki
fr: Choisis une autre ville
ga: Roghnaigh baile eile
gl: Escolle outra cidade
he: בחר עיירה אחרת
hi: दूसरा शहर चुनें
hr: Odaberite drugi grad
hu: Válassz másik várost
id: Pilih kota lain
is: Veldu annan bæ
it: Scegli un'altra città
ja: 別の町を選択してください
ka: აირჩიეთ სხვა ქალაქი
kk: Басқа қаланы таңдаңыз
ko: 다른 도시를 선택하세요
lt: Pasirinkite kitą miestą
lv: Izvēlieties citu pilsētu
mk: Изберете друг град
ms: Pilih bandar lain
mt: Agħżel belt oħra
nb: Velg en annen by
nl: Kies een andere stad
pl: Wybierz inne miasto
pt_br: Escolha outra cidade
ro: Alege alt oraș
ru: Выбрать другой город
sk: Vyberte si iné mesto
sl: Izberite drugo mesto
sq: Zgjidhni një qytet tjetër
sr: Изаберите други град
sv: Välj en annan stad
th: เลือกเมืองอื่น
tr: Başka bir şehir seç
uk: Вибери інше місто
vi: Chọn một thị trấn khác
zh_hans: 选择另一个城镇
zh_hk: 選擇另一個城鎮

source: Choose color
ar: اختر اللون
bg: Изберете цвят
bs: Odaberite boju
ca: Trieu el color
cs: Vyberte barvu
da: Vælg farve
de: Farbe wählen
el: Επιλέξτε χρώμα
es: Elegir color
et: Vali värv
eu: Aukeratu kolorea
fi: Valitse väri
fr: Choisir une couleur
ga: Roghnaigh dath
gl: Escolle cor
he: בחר צבע
hi: रंग पसंद करो
hr: Odaberite boju
hu: Válasszon színt
id: Pilih warna
is: Veldu lit
it: Scegli colore
ja: 色を選択
ka: აირჩიეთ ფერი
kk: Түс таңдаңыз
ko: 색상 선택
lt: Pasirinkite spalvą
lv: Izvēlieties krāsu
mk: Изберете боја
ms: Pilih warna
mt: Agħżel il-kulur
nb: Velg farge
nl: Kies kleur
pl: Wybierz kolor
pt_br: Escolher cor
ro: Alege culoarea
ru: Выбрать цвет
sk: Vyberte farbu
sl: Izberite barvo
sq: Zgjidhni ngjyrën
sr: Изаберите боју
sv: Välj färg
th: เลือกสี
tr: Renk seç
uk: Обрати колір
vi: Chọn màu
zh_hans: 选择颜色
zh_hk: 選擇顏色

source: Choose from Contacts
ar: اختر من جهات الاتصال
bg: Изберете от Контакти
bs: Odaberite iz Kontakti
ca: Trieu entre Contactes
cs: Vybrat z kontaktů
da: Vælg fra kontakter
de: Aus Kontakten wählen
el: Επιλογή από τις επαφές
es: Elegir de contactos
et: Valige kontaktide hulgast
eu: Aukeratu Kontaktuetatik
fi: Valitse yhteystiedoista
fr: Choisir dans les contacts
ga: Roghnaigh ó Teagmhálacha
gl: Escolle entre Contactos
he: בחר מאנשי הקשר
hi: संपर्कों में से चुनें
hr: Odaberite iz kontakata
hu: Válasszon a Névjegyek közül
id: Pilih dari Kontak
is: Veldu úr Tengiliðir
it: Scegli dai contatti
ja: 連絡先から選択
ka: აირჩიეთ კონტაქტებიდან
kk: Контактілерден таңдаңыз
ko: 연락처에서 선택
lt: Pasirinkite iš Kontaktų
lv: Izvēlieties no Kontaktpersonas
mk: Изберете од Контакти
ms: Pilih daripada Kenalan
mt: Agħżel minn Kuntatti
nb: Velg fra kontakter
nl: Kies uit contacten
pl: Wybierz z kontaktów
pt_br: Escolher dos contatos
ro: Alegeți din Contacte
ru: Выбрать из контактов
sk: Vyberte si z kontaktov
sl: Izberite med stiki
sq: Zgjidhni nga Kontaktet
sr: Изаберите из Контакти
sv: Välj från kontakter
th: เลือกจากรายชื่อ
tr: Kişilerden Seç
uk: Обрати з контактів
vi: Chọn từ Danh bạ
zh_hans: 从通讯录选择
zh_hk: 從通訊錄選擇

source: Choose on Map
ar: اختر على الخريطة
bg: Изберете на картата
bs: Odaberite na mapi
ca: Trieu al mapa
cs: Vyberte si na mapě
da: Vælg på kort
de: Auf der Karte wählen
el: Επιλέξτε στο χάρτη
es: Elige en el mapa
et: Valige kaardil
eu: Aukeratu mapan
fi: Valitse kartalta
fr: Choisir sur la carte
ga: Roghnaigh ar Léarscáil
gl: Escolla no mapa
he: בחר במפה
hi: मानचित्र पर चुनें
hr: Odaberite na karti
hu: Válasszon a térképen
id: Pilih di Peta
is: Veldu á korti
it: Scegli sulla mappa
ja: 地図上で選ぶ
ka: აირჩიეთ რუკაზე
kk: Картадан таңдаңыз
ko: 지도에서 선택
lt: Pasirinkite žemėlapyje
lv: Izvēlieties kartē
mk: Изберете на мапата
ms: Pilih pada Peta
mt: Agħżel fuq il-Mappa
nb: Velg på kartet
nl: Kies op kaart
pl: Wybierz na mapie
pt_br: Escolha no mapa
ro: Alegeți pe hartă
ru: Выбрать на карте
sk: Vyberte si na mape
sl: Izberite na zemljevidu
sq: Zgjidhni në hartë
sr: Изаберите на мапи
sv: Välj på kartan
th: เลือกบนแผนที่
tr: Haritada Seç
uk: Обрати на карті
vi: Chọn trên bản đồ
zh_hans: 在地图上选择
zh_hk: 在地圖上選擇

source: Choose on the Map
ar: اختر على الخريطة
bg: Изберете на картата
bs: Odaberite na mapi
ca: Trieu al mapa
cs: Vyberte si na mapě
da: Vælg på kortet
de: Auf der Karte wählen
el: Επιλέξτε στο χάρτη
es: Elige en el mapa
et: Valige kaardil
eu: Aukeratu mapan
fi: Valitse kartalta
fr: Choisis sur la carte
ga: Roghnaigh ar an Léarscáil
gl: Escolla no mapa
he: בחר במפה
hi: मानचित्र पर चुनें
hr: Odaberite na karti
hu: Válasszon a térképen
id: Pilih di Peta
is: Veldu á kortinu
it: Scegli sulla mappa
ja: 地図上で選択してください
ka: აირჩიეთ რუკაზე
kk: Картадан таңдаңыз
ko: 지도에서 선택하세요
lt: Pasirinkite žemėlapyje
lv: Izvēlieties kartē
mk: Изберете на картата
ms: Pilih pada Peta
mt: Agħżel fuq il-Mappa
nb: Velg på kartet
nl: Kies op de kaart
pl: Wybierz na mapie
pt_br: Escolha no mapa
ro: Alegeți pe Hartă
ru: Выбрать на карте
sk: Vyberte si na mape
sl: Izberite na zemljevidu
sq: Zgjidhni në hartë
sr: Изаберите на мапи
sv: Välj på kartan
th: เลือกบนแผนที่
tr: Haritada Seçin
uk: Обрати на карті
vi: Chọn trên bản đồ
zh_hans: 在地图上选择
zh_hk: 在地圖上選擇

source: Choose Where It Arrives
ar: اختر مكان وصوله
bg: Изберете къде пристига
bs: Odaberite gdje stiže
ca: Trieu on arriba
cs: Vyberte, kam přijede
da: Vælg, hvor den ankommer
de: Wähle, wo er ankommt
el: Επιλέξτε πού θα φτάσει
es: Elija dónde llega
et: Valige, kuhu see saabub
eu: Aukeratu Non iristen den
fi: Valitse Minne se saapuu
fr: Choisis où il arrive
ga: Roghnaigh Cá Thagann sé
gl: Escolle onde chega
he: בחר לאן זה מגיע
hi: चुनें कि यह कहां पहुंचेगा
hr: Odaberite gdje će stići
hu: Válassza ki, hol érkezik
id: Pilih Di Mana Tibanya
is: Veldu hvar það kemur
it: Scegli dove arriva
ja: 到着場所を選択してください
ka: აირჩიეთ სად ჩამოდის
kk: Ол қай жерде келетінін таңдаңыз
ko: 도착지 선택
lt: Pasirinkite, kur jis atvyksta
lv: Izvēlieties, kur tas ierodas
mk: Изберете каде ќе пристигне
ms: Pilih Di Mana Ia Tiba
mt: Agħżel Fejn Jasal
nb: Velg hvor den kommer
nl: Kies waar het aankomt
pl: Wybierz, dokąd dotrze
pt_br: Escolha onde chega
ro: Alege unde sosește
ru: Выбери, куда он прибудет
sk: Vyberte Kam príde
sl: Izberite, kam prispe
sq: Zgjidhni Ku Mbërrin
sr: Изаберите где стиже
sv: Välj var den kommer
th: เลือกว่าจะมาถึงที่ไหน
tr: Nereye Ulaşacağını Seçin
uk: Вибери, куди прибуде
vi: Chọn nơi nó đến
zh_hans: 选择它到达的地方
zh_hk: 選擇它到達的地方

source: Choose who narrates the reel
ar: اختر من يروي البكرة
bg: Изберете кой да разказва барабана
bs: Odaberite ko pripovijeda kolut
ca: Trieu qui narra el rodet
cs: Vyberte, kdo namluví kotouč
da: Vælg, hvem der fortæller rullen
de: Wähle, wer das Reel erzählt
el: Επιλέξτε ποιος αφηγείται τον κύλινδρο
es: Elige quién narra el reel
et: Valige, kes jutustab rulli
eu: Aukeratu nork kontatzen duen bobina
fi: Valitse, kuka kertoo rullan
fr: Choisis qui raconte la bobine
ga: Roghnaigh cé a insíonn an ríl
gl: Escolle quen narra o carrete
he: בחר מי מספר את הסליל
hi: चुनें कि रील कौन सुनाता है
hr: Odaberite tko će pripovijedati kolut
hu: Válassza ki, hogy ki mesél a tekercsről
id: Pilih siapa yang menceritakan gulungannya
is: Veldu hver segir frá keflinu
it: Scegli chi narra la bobina
ja: リールのナレーションを担当する人を選択してください
ka: შეარჩიეთ ვინ ყვება რგოლს
kk: Роликті кім айтып беретінін таңдаңыз
ko: 릴을 해설하는 사람을 선택하세요.
lt: Pasirinkite, kas pasakoja ritinį
lv: Izvēlieties, kurš stāsta rullī
mk: Изберете кој ја раскажува ролната
ms: Pilih siapa yang menceritakan gelendong
mt: Agħżel min jirrakkonta l-rukkell
nb: Velg hvem som forteller hjulet
nl: Kies wie de rol vertelt
pl: Wybierz, kto będzie narratorem szpuli
pt_br: Escolha quem narra o rolo
ro: Alege cine narează bobina
ru: Выбери, кто будет озвучивать ролик
sk: Vyberte, kto nahovorí navijak
sl: Izberite, kdo pripoveduje kolut
sq: Zgjidhni kush rrëfen bobinën
sr: Изаберите ко приповеда колут
sv: Välj vem som berättar om rullen
th: เลือกผู้บรรยายรีล
tr: Makarayı kimin anlatacağını seçin
uk: Вибери, хто веде розповідь
vi: Chọn người thuật lại câu chuyện
zh_hans: 选择谁为卷轴提供旁白
zh_hk: 選擇誰為捲軸提供旁白

source: Choose Your Ram
ar: اختر الرام الخاص بك
bg: Изберете своя овен
bs: Odaberite svog Ram
ca: Tria el teu Ram
cs: Vyberte si svého Ram
da: Vælg din vædder
de: Wähle deinen Widder
el: Επιλέξτε το Ram σας
es: Elige tu carnero
et: Valige oma ram
eu: Aukeratu Zure Ram
fi: Valitse Ram
fr: Choisis ton bélier
ga: Roghnaigh Do Ram
gl: Escolla o seu Ram
he: בחר את הראם שלך
hi: अपना राम चुनें
hr: Odaberite svog Ovna
hu: Válassza ki a ramját
id: Pilih Ram Anda
is: Veldu hrútinn þinn
it: Scegli il tuo ariete
ja: 牡羊を選択
ka: აირჩიეთ თქვენი Ram
kk: Рамды таңдаңыз
ko: 숫양 선택
lt: Pasirinkite savo aviną
lv: Izvēlieties savu aunu
mk: Изберете го вашиот Рам
ms: Pilih Ram Anda
mt: Agħżel Ram Tiegħek
nb: Velg din ram
nl: Kies uw ram
pl: Wybierz swojego barana
pt_br: Escolha seu carneiro
ro: Alege-ți berbecul
ru: Выбери барана
sk: Vyberte si svojho Ram
sl: Izberite svojega Ram
sq: Zgjidhni Ramin tuaj
sr: Изаберите свог Рам
sv: Välj din ram
th: เลือกแรมของคุณ
tr: Ram'inizi Seçin
uk: Обери барана
vi: Chọn Ram của bạn
zh_hans: 选择信使公羊
zh_hk: 選擇信使公羊
